export const WORKTABLE = [
  '번호',
  '지점',
  '이름',
  '근무파트',
  '근무일자',
  '휴직일자',
  '정규 휴무',
  '연차 사용',
  '무급 사용',
  '재택 근무',
  '휴일 근무',
  '주말 근무 시간',
  '주말 근무 수당',
  'O.T 30분 횟수',
  'O.T 60분 횟수',
  'O.T 90분 횟수',
  'O.T 총 금액',
] as const;

export const PARTTIMEHEADTABLE = [
  '번호',
  '지점',
  '이름',
  '근무파트',
  '근무일자',
  '병원근무',
  '재택근무',
  '휴일근무',
  '총근무시간',
  '급여합계',
  '근무내역',
] as const;

export const DETAILPARTTIMEHEADTABLE = [
  '일자',
  '파트',
  '근무부분',
  '시업시간',
  '종업시간',
  '설정시간',
  '근무시간',

  '휴게시간',
  '최종금액',
  '등록일',
] as const;
